{
  "title": "雨幕巴洛克",
  "title_translated": "Rain Curtain Baroque",
  "author": "豬把門拱了",
  "description": "<div class=\"describe-html\"><p>文案:霸總攻X貌美金絲雀受<br/>喬瑾亦，港城富豪的前妻離婚後生的兒子，與豪門拐着十八個彎。<br/>從他記事起，他和他母親就經常受到騷擾，甚至有一次他們的房子被洗劫一空，街邊徘徊着光頭大漢。<br/>母子倆被迫兩手空空的搬家，他失去了平常寫作業的書桌、睡覺穿的睡衣，還有喜歡的玩具…<br/>他母親在離開的車站附近賣掉了自己的金手镯，買了兩張車票，在陌生的目的地吃了兩碗拉面，他看着母親光禿禿的手腕若有所思。<br/>又過了幾年，一個不起眼的下午，喬瑾亦放學回家，突然被同母異父的豪門繼承人哥哥接走了。<br/>他的人生總是變化莫測。<br/>度過了一段手心朝上的寬裕日子，酒吧買醉，賽車賽艇，拍賣會一擲千金。<br/>但仰人鼻息的日子不那麽好過，而他又粗心大意犯了錯，哥哥一巴掌打的他耳膜挫傷，喬瑾亦一個人在醫院開了抗生素，靜悄悄的離開了。<br/>轉頭，他走進了港城另一個巨富的半山別墅，靠一張漂亮臉蛋留了下來。<br/>*<br/>初見喬瑾亦，是在一家邀請制的度假山莊。歐慕崇悄悄坐在他旁邊，看他對着電腦，電話競拍一條祖母綠項鏈，專注的都沒發現身邊坐了人。<br/>再次見面，是在歐慕崇的半山別墅，喬瑾亦突兀的出現，請他幫自己結清酒錢，并且要留在這裏。<br/>從參與拍賣昂貴珠寶到送上門當金絲雀，短短半個月，竟然有如此落差。<br/>不知出于什麽心裏，總之歐慕崇聽見自己答應了他。<br/>喬瑾亦最有興致的事是浏覽拍賣會的拍品，或是事後從歐慕崇的珠寶箱裏拿走一件珠寶，理所當然的說：它是我的了。<br/>一個拜金且不圍着歐慕崇轉、每天閑的在後山散步玩水，也不肯主動去找歐慕崇獻殷勤的金絲雀。<br/>歐慕崇心有芥蒂，卻又忍不住被他吸引。<br/>而喬瑾亦盡管擁有了很多館藏級珠寶，還是會在不起眼的金店買一只镯子。<br/>*<br/>後來發生許多事，喬瑾亦丢下一句分手就離開了，歐慕崇沉默的坐在喬瑾亦睡過的床邊。<br/>從發現自己為了他吃醋起，歐慕崇就決心永遠不能分開。<br/>（文案在不斷修改完善中～）<br/>0.巧取豪奪<br/>1.私設很多，現代架空，勿代入現實<br/>2.後期有追受火葬場情節<br/>3.受有萬人迷人設，成長型角色<br/>4.xp激情之作，作者已經完全沉浸在自己的藝術中了<br/>歡迎預收下一本幻耽《新來的首席是我前男友［哨向］》，點進作者主頁，更多完結和預收歡迎品嘗！<br/>文案：<br/>黑暗哨兵攻X孤僻冷美人受<br/>阮佑因超憶症被中心塔收養，自幼起生活中就只能接觸到冷肅的成年人，導致性格孤僻。<br/>等中心塔意識到問題嚴重性，便為他僞造了一份向導的分化結果認證，把他送進了哨向學院接觸同齡人。<br/>但阮佑依舊獨來獨往，盡管驚豔的外貌讓他不缺融入集體的機會，但他總是習慣性的拒絕一切殷勤搭讪，孤僻到令人發指。<br/>直到他突然分化成了哨兵，在醫療室暴走打破了一面牆，視線昏花的什麽都看不清，本能尋求安慰的鑽進了某個人的懷裏。<br/>等他醒來才知道那人是綜合實力常年霸榜的學院第一哨兵，又陰差陽錯的住進了相同的寝室，緣分注定般的開展了一段戀愛。<br/>阮佑既覺得甜蜜，又覺得棘手，中心塔讓他來交朋友，但是沒讓他交男朋友哇！<br/>于是在中心塔将他調走出任務時，搞不清楚狀況的大美人丢下一條分手消息不告而別，消失的無影無蹤。<br/>再見面是在喪屍爆發後的會議上，作為空降首席的陸君域在他對面落座，在依次問候時只偏偏與他握手。<br/>*<br/>陸君域某天訓練受傷在醫療室休息，閉目眼神時忍不住想他暗戀的大美人阮佑。<br/>半夢半醒間，日思夜夢的大美人破牆而入，他正沉浸在巨大的震驚裏，大美人眼淚汪汪，二話不說就往他懷裏鑽。<br/>他能怎麽辦，他當然是先把人抱住再說，抱了一下就愛不釋手，陸君域心砰砰跳，腦子都爽麻了。于是一頓運作，終于讓大美人住進了自己的寝室。<br/>大美人性格孤僻，唯獨對他有雛鳥情節一般的信任，他抓住機會猛烈追求，在一起後他覺得自己是全天下最幸運的人。<br/>直到大美人毫無征兆的消失，經歷斷崖式分手的陸君域感覺自己變成了全世界最不幸的人。<br/>再見面是在中心塔的會議上，他日思夜想的阮佑清瘦蒼白，白色制服袖管滲出血跡，美麗又脆弱的靜靜坐在對面。<br/>天殺的，是誰把他養的好好的大寶貝騙走，又不好好養！<br/>注：<br/>0.破鏡重圓<br/>1.受有點天然呆（阮佑：你知道的，我們天才腦回路是會有點清奇。）<br/>2.末世喪屍文<br/>內容标簽：豪門世家情有獨鐘宅鬥狗血港風追愛火葬場<br/>喬瑾亦歐慕崇梁瑾維霍承遠鄭明森<br/>一句話簡介：離家出走後住進了霸總的半山別墅<br/>立意：擺脫桎梏，找尋真我<br/></p><p></p></div>",
  "description_translated": "<div class=\"describe-html\"><p>Synopsis: Domineering CEO (Gong) X Beautiful Canary (Shou)<br/>Qiao Jinyi, the son of a Hong Kong tycoon's ex-wife after their divorce, has a complicated relationship with the wealthy.<br/>From as far back as he can remember, he and his mother were frequently harassed. Once, their house was even ransacked, and bald men roamed the streets.<br/>Mother and son were forced to move empty-handed. He lost his desk for doing homework, his pajamas, and his favorite toys…<br/>Near the train station where they left, his mother sold her gold bracelet, bought two train tickets, ate two bowls of ramen at an unfamiliar destination, and looked thoughtfully at his mother's bare wrists. <br/>A few years later, one unremarkable afternoon, Qiao Jinyi was suddenly picked up from school by his half-brother, a wealthy heir. <br/>His life was always unpredictable. <br/>He enjoyed a period of comfortable life, spending his time in bars, racing cars and boats, and spending lavishly at auctions. <br/>But living at the mercy of others wasn't so easy, and he carelessly made a mistake. His brother slapped him, fracturing his eardrum. Qiao Jinyi went to the hospital alone, got antibiotics, and quietly left. <br/>Turning around, he walked into the hillside villa of another wealthy man in Hong Kong, using his handsome face to stay. <br/>*<br/>The first time I met Qiao Jinyi was at an invitation-only resort. Ou Muchong quietly sat down next to him, watching him intently bidding on an emerald necklace over the phone, so focused he didn't even notice the person sitting next to him. Their next meeting was at Ou Muchong's hillside villa. Qiao Jinyi suddenly appeared, asking him to pay his bar bill and insisting on staying. From participating in the auction of expensive jewelry to offering himself as a kept woman, such a dramatic change occurred in just half a month. For reasons unknown, Ou Muchong agreed. Qiao Jinyi's greatest interest was browsing the auction items or taking a piece of jewelry from Ou Muchong's jewelry box afterwards, naturally declaring, \"It's mine now.\" <br/>A gold-digging canary who doesn't revolve around Ou Muchong, spending her days idly strolling and playing in the water in the back mountains, and never actively seeking out Ou Muchong for attention. <br/>Ou Muchong harbors resentment, yet cannot help being attracted to him. <br/>Although Qiao Jinyi possesses many museum-quality jewels, she still buys a bracelet from an inconspicuous jewelry store. <br/>*<br/>Later, many things happened, and Qiao Jinyi left with a single word of breaking up. Ou Muchong sat silently by the bed where Qiao Jinyi had slept. <br/>From the moment he realized he was jealous of him, Ou Muchong resolved never to be separated from him. <br/>(The synopsis is constantly being revised and improved~)<br/>0. Cleverly seizing<br/>1. Many personal settings, modern fictional, please do not take it as reality<br/>2. There is a \"pursuit of the shou\" scene in the later stages<br/>3. The shou has a charming personality and is a character who grows up<br/>4. A passionate work of fantasy, the author is completely immersed in his own art<br/>Welcome to pre-order the next fantasy BL book \"The New CEO is My Ex-Boyfriend [Sentinel]\", click on the author's homepage for more completed and pre-orders! <br/>Synopsis:<br/>Dark Sentinel Gong X Aloof and Cold Beauty Shou<br/>Ruan You was adopted by the Central Tower due to hypermembrane syndrome. Since childhood, he has only been in contact with cold adults, which has led to his aloof personality. <br/>When the central tower realized the seriousness of the problem, they forged a Sentinel differentiation result certificate for him and sent him to the Sentinel Academy to meet his peers.<br/>But Ruan You remained a loner. Despite his stunning appearance giving him no shortage of opportunities to integrate into the group, he habitually rejected all attempts at conversation, his aloofness bordering on the absurd.<br/>Until he suddenly differentiated into a Sentinel, went on a rampage in the infirmary, broke down a wall, and, his vision blurred, couldn't see anything. Instinctively seeking comfort, he nestled into someone's arms.<br/>When he woke up, he learned that the person was the academy's top Sentinel, consistently ranking first in overall strength. By a twist of fate, they ended up living in the same dormitory, and a destined romance began. <br/>Ruan You felt both sweet and troubled. The Central Tower had sent him to make friends, but not boyfriends! <br/>So when the Central Tower transferred him out of the mission, the beautiful Ruan You, confused by the situation, left a breakup message and disappeared without a trace. <br/>Their next meeting was at a meeting after the zombie outbreak. Lu Junyu, the newly appointed chief, sat opposite him and, during the greetings, shook hands only with Ruan You. <br/>*<br/>One day, Lu Junyu was injured during training and resting in the infirmary. With his eyes closed, he couldn't help but think of the beautiful Ruan You he secretly loved. <br/>In a half-dream state, the beautiful Ruan You, whom he had been dreaming about day and night, burst through the wall. He was still in shock when the beautiful Ruan You, with tears in her eyes, buried herself in his arms without a word. What could he do? He naturally grabbed her first, and after just one hug, he was completely captivated. Lu Junyu's heart pounded, and his mind went blank with pleasure. After a flurry of activity, he finally managed to get the beautiful woman into his dorm room. The beautiful woman was aloof, but she had an almost childlike trust in him. He seized the opportunity to pursue her relentlessly, and after they got together, he felt like the luckiest person in the world. Until the beautiful woman disappeared without warning, Lu Junyu, having experienced a precipitous breakup, felt like the most unfortunate person in the world. Their next meeting was at a meeting in the central tower. Ruan You, whom he had been longing for day and night, was thin and pale, her white uniform sleeves stained with blood, sitting quietly opposite him, beautiful yet fragile. <br/>Damn it, who tricked him out of his precious baby and then didn't take good care of him?! <br/>Note:<br/>0. Reconciliation after a broken relationship<br/>1. The protagonist is a bit naive (Ruan You: You know, our geniuses have a bit of a quirky thought process.)<br/>2. Post-apocalyptic zombie novel<br/>Tags: Wealthy family, devoted love, domestic infighting, melodramatic, Hong Kong style, love chase, crematorium<br/>Qiao Jinyi, Ou Muchong, Liang Jinwei, Huo Chengyuan, Zheng Mingsen<br/>One-sentence summary: After running away from home, he moved into the CEO's hillside villa<br/>Theme: Breaking free from constraints and finding one's true self<br/></p><p></p></div>",
  "type": "耽美同人",
  "status": "完本",
  "cover_url": "https://image.xbanxia.cc/files/article/image/397/397156/397156s.jpg",
  "source_url": "https://www.xbanxia.cc/books/397156.html",
  "total_chapters": 87
}