{
  "title": "黎闕閣牽[艾蒂晚楠]",
  "title_translated": "Li Quege Qian [Aidi Wannan]",
  "author": "六雨謙",
  "description": "<div class=\"describe-html\"><p>發布于2025.07.06.<br/>完結于2025.11.01.<br/>鹿珠悅輪回小世界中許許多多次。在最後一方世界暈頭轉向，最終修複所有世界。<br/>席夢思在這裏生活了二十四年。十八歲因為愛上蘇慕雪，二十歲滿含愛意向她告白，被控制狀态的蘇慕雪狠狠拒絕。這道傷疤一直存在，衡量與兩人之間。<br/>蘇慕雪降世在這方世界，運用自己所學的本領造福人間以及地府。在遇到秦琪遠後，被其控制四年之久。<br/>在鹿珠悅重回這方世界後，席夢思再也控制不住內心的憤怒連忙找到鹿珠悅暫時寄宿的地方，找到鹿珠悅以及初凝妤。<br/>告知二人真相，讓二人回過神知道真相，親手解決天帝。二人自知理虧，不敢再私自做主。<br/>席夢思沒告訴鹿珠悅的事情就是，她分一縷神識默默跟在鹿珠悅修複的小世界身後。<br/>她在小世界的名字是——曲思思。<br/>關鍵時刻，可以加速小世界走完故事。讓小世界加速修複。<br/>62章開始正文。<br/>愛蘇慕雪的席夢思已經不在了。蘇慕雪往後來生只會孤獨……<br/>73章主角相遇。<br/>番外三章。已全部完結。他們的故事還未結束，我們無從得知。只願君心似我心，定不負相思意。<br/>愛，長久，也可抵萬難。愛，是最重要的東西。別将愛太過虛拟化，也別将愛賦予其它意義。<br/>愛，本身就是無法去形容的東西。<br/>內容标簽：強強 娛樂圈 甜文 玄學 治愈 救贖<br/></p><p></p></div>",
  "description_translated": "<div class=\"describe-html\"><p>Published on 2025.07.06.<br/>Completed on 2025.11.01.<br/>Lu Zhuyue reincarnated many times in the small world. She was disoriented in the last world, ultimately repairing all worlds.<br/>Simmons lived here for twenty-four years. At eighteen, he fell in love with Su Muxue; at twenty, he confessed his love to her, only to be cruelly rejected by Su Muxue, who was under his control. This scar remained, weighing the relationship between the two.<br/>Su Muxue was born into this world, using her skills to benefit humanity and the underworld. After meeting Qin Qiyuan, she was controlled by him for four years. <br/>After Lu Zhuyue returned to this world, Simmons could no longer control her anger and immediately found Lu Zhuyue's temporary lodging, along with Lu Zhuyue and Chu Ningyu. <br/>She told them the truth, bringing them to their senses so they could personally defeat the Heavenly Emperor. Knowing they were in the wrong, the two dared not act on their own again. <br/>What Simmons didn't tell Lu Zhuyue was that a wisp of her divine consciousness silently followed behind Lu Zhuyue's repaired small world. <br/>Her name in the small world was—Qu Sisi. <br/>At crucial moments, she could accelerate the completion of the story in the small world, speeding up its repair. <br/>Chapter 62 begins the main text. <br/>The Simmons who loved Su Muxue is gone. Su Muxue will only be lonely in her future lives…<br/>Chapter 73: The protagonists meet. <br/>Three extra chapters. It's all finished. Their story isn't over yet; we don't know for sure. I only wish your heart were like mine, then our longing would not be in vain. <br/>Love, enduring, can overcome all difficulties. Love is the most important thing. Don't overly idealize love, and don't assign it other meanings. <br/>Love itself is something indescribable. <br/>Tags: Strong protagonists, Entertainment industry, Sweet romance, Metaphysics, Healing, Redemption<br/></p><p></p></div>",
  "type": "耽美同人",
  "status": "完本",
  "cover_url": "https://image.xbanxia.cc/files/article/image/396/396941/396941s.jpg",
  "source_url": "https://www.xbanxia.cc/books/396941.html",
  "total_chapters": 78
}