{
  "title": "說好的豪門小可憐呢",
  "title_translated": "What happened to the poor little princess from the wealthy family?",
  "author": "中庭恰照梨花雪",
  "description": "<div class=\"describe-html\"><p>文案:[本文将在9.19入v]<br/>沈空吟在十八歲這年作為私生子被接回沈家。<br/>沒有人會在意一個私生子，除非他長得十分漂亮，于是沈家人動了歪心思。<br/>沈空吟中計，被送到了程雪潋的床上。<br/>傳聞中這位年輕的程家主六親不認，心狠手辣，剛幹掉胞弟上位，是一位不好惹的主。<br/>沈空吟自然也聽說過他。<br/>黑暗中，少年雖然害怕，一雙眼睛卻瞪得提溜圓，亮澄澄的，像一只炸毛的小貓咪，警惕得看着面前的男人。<br/>程雪潋盯着他看了兩秒，忽的笑了，叼着一支煙摸摸他的頭，聲音戲谑：“小可憐，無家可歸了？”<br/>－<br/>沈空吟被程雪潋臨時養在家裏。<br/>知道自己現唯一擁有的優勢就是容貌，少年臉上愁雲慘淡，生怕發生那種事情。<br/>不曾想程雪潋卻丢給他一份公司報表，揚言兩個小時內整理出來。<br/>沈空吟改的兩眼昏花，擺着張小苦瓜臉，差點就要完不成。<br/>早知道是這種折磨，他就不跟着程雪潋回來了！<br/>資本家果然都是沒有人情的！<br/>－<br/>後來，觥籌交錯的宴會廳上，不知哪位少爺忽然提到久未露面的沈空吟。<br/>“我記得他長得不錯，現在騰浪剛好倒臺，誰能護得住他？”<br/>“這種人玩起來最過瘾了，我一個電話……”<br/>話還沒說完，一只漂亮修長的手赫然出現在他面前。<br/>沈空吟端着酒杯，笑意吟吟的，将滿杯的酒水灑在他的臉上，罷了，還覺得是不過瘾，又給了他一拳：“楚少爺，現在過瘾了嗎？”<br/>狼狽不堪，眼冒金星的楚少爺捂着眼睛怒不可遏，揚言要将沈空吟趕出去。<br/>下一秒卻看到程雪潋出現，他是宴會的主人，沈空吟在這裏惹是生非，落在他手上定然沒有好下場。<br/>楚少爺心花怒放，剛想上前找人評理，卻看到男人徑直走到沈空吟面前，将胸口的手帕拿出，仔細的擦了擦對方微微泛紅的手。<br/>“說了多少次，不用親自動手。”<br/>沈空吟臭着一張小臉任由他動作，顯然有點不高興。<br/>敢給程雪潋擺臉色的，沈空吟還是第一個。<br/>就在衆人以為程雪潋要生氣時，卻看到這位向來以狠厲著稱的男人笑了：“怎麽，還想打我？”<br/>－<br/>再後來，人們再提及沈空吟，印象不再是私生子。<br/>是他親手打斷沈家一家人的傲慢自大，再将其殘忍重組。<br/>這種黑心手段幾乎和程雪潋同出一轍。<br/>沈空吟的種種行為，手段中都少不了當初那個人的影子。<br/>新的發布會上，外人猜測他是靠美色上位的，只不過傳言在第二天不攻而破。<br/>低調行事，向來不對外界透露生活的程雪潋破天荒的發了一條朋友圈，圖片中他們十指相扣，價值不菲的對戒熠熠生輝。<br/>配文：“新的身份。”<br/>溫馨的房間中，沈空吟有些糾結：“為什麽要發這個？”<br/>程雪潋挑眉：“求婚成功了，不能發？”<br/>【花了這麽些年才把人養好，自然是要好好炫耀的^^】<br/>ps：<br/>1.文案寫于25/08/09，共7個版本，均已存檔。<br/>2.文案與正文有出處，沒有任何特殊含義，受會繼續讀書，有自己的生活。<br/>3.年齡差8歲，全程1v1，都長嘴會說話，身心唯一。<br/>————下本開《老公你不是答應過我》————<br/>你是一位成功人士，工作順心，老婆溫柔。<br/>你的老婆是聯姻來的，更是你的暗戀對象。<br/>本以為生活會一直這樣順利過下去，沒想到還是發生了意外。<br/>一個月黑風高夜，你們做完，老婆拖着酸軟的腰肢，偷偷走出了家門。<br/>你跟了上去，想要看看他要幹什麽。<br/>沒想到看見了老婆殺人的場面，血腥殘忍，絲毫不見他平常窩在你懷裏的模樣。<br/>你很快接受了這個事實，用此生最快的速度毀屍滅跡。<br/>老婆看見你後很震驚，哭着說是一時鬼迷心竅，以後不會了。<br/>你原諒了他，并叮囑老婆以後不要再做這一行了。<br/>老婆撲進你的懷裏，哽咽着答應下來。<br/>後來，世界趨于混亂，一只強大的污染物憑空出現。<br/>它橫行霸道，四處制造混亂，沒有人可以阻止，總部只好派出你前去嘗試。<br/>深知此行如同去送死，你給老婆留了一封遺書。<br/>污染中心，每個人都嚴陣以待，唯有你單槍匹馬的闖了進去。<br/>本以為能看到什麽不可名狀之物，可是你沒想到，會在這裏見到那個人。<br/>老婆身上多處傷口撕裂，一直在流血，你很心疼，想要抱抱他。<br/>可是他卻将刀架在你的脖子上，說我殺了很多人，已經無路可退了，今天要不我殺了你，要不你殺了我。<br/>你很生氣，在老婆難以置信的目光中，一把奪過他手裏的刀：“老婆你不是答應我早就沒幹這一行了嗎？”<br/>－<br/>作為中央深淵處理局局長的結婚對象，竹幽看起來太過柔弱。<br/>他沒有異能，一個不小心就會被深淵吞噬。<br/>聽到這樣的言論，竹幽只是笑笑，并不多言。<br/>只是，平靜的日子過久了，也會有點膩味。<br/>竹幽故意漏出破綻，當着葉弦的面殺人，想要看看他的反應。<br/>沒想到男人表現得和平常無異，處理完事後甚至還吹了吹他的手：“殺完了就回家。”<br/>老公是深淵處理局的人，竹幽知道自己的身份不能暴露。<br/>但是當污染源到來的時候，他還是不惜一切出手了，引來大批人的圍剿。<br/>葉弦也在裏面。<br/>竹幽閉上眼睛，決定就此和他分開，引導老公殺了自己。<br/>得到的卻是那人的嘆息，老公奪走他的刀，語氣不屑。<br/>“這種東西能殺死你還是殺死我？”<br/>“還有，老婆你不是早就答應我，早就不幹這種事情了嗎？”<br/>竹幽：“……”他怎麽記得自己沒有掉馬啊？<br/>葉弦親親他的眼睛，然後在衆人目眦欲裂的視線中身體一寸寸爆起，掙脫了尋常人類的範疇。<br/>內容标簽：豪門世家近水樓臺成長校園救贖<br/>沈空吟程雪潋<br/>一句話簡介：萌萌小蛋糕怎麽被你養成這樣！<br/>立意：一定有人在暗中期待着你的進步<br/></p><p></p></div>",
  "description_translated": "<div class=\"describe-html\"><p>Synopsis: [This novel will be available for purchase on September 19th]<br/>Shen Kongyin was taken back to the Shen family as an illegitimate child at the age of eighteen.<br/>No one cares about an illegitimate child unless he is exceptionally handsome, so the Shen family had wicked intentions.<br/>Shen Kongyin fell into their trap and was sent to Cheng Xuelian's bed.<br/>Rumor has it that this young head of the Cheng family is ruthless and heartless, having just killed his younger brother to take over, and is not someone to be trifled with.<br/>Shen Kongyin had naturally heard of him as well.<br/>In the darkness, although the boy was afraid, his eyes were wide open and bright, like a puffed-up kitten, warily watching the man in front of him. <br/>Cheng Xuelian stared at him for two seconds, then suddenly laughed, patting his head with a cigarette dangling from her lips, her voice teasing: \"Poor little thing, homeless now?\"<br/>—<br/>Shen Kongyin was temporarily taken in by Cheng Xuelian. <br/>Knowing that his only advantage was his looks, the young man's face was clouded with worry, fearing that something like that might happen. <br/>Unexpectedly, Cheng Xuelian tossed him a company report, declaring he had two hours to finish it. <br/>Shen Kongyin's eyes were blurry from revising it, a bitter face on his face, almost failing to complete it. <br/>If he had known it would be this kind of torture, he wouldn't have come back with Cheng Xuelian! <br/>Capitalists really are heartless! <br/>－<br/>Later, in the bustling banquet hall, one of the young masters suddenly mentioned Shen Kongyin, who hadn't been seen in a long time. <br/>“I remember he was quite handsome. Now that Tenglang has just fallen from grace, who can protect him?”<br/>“These kinds of people are the most fun to play with. I can just make one phone call…”<br/>Before he could finish speaking, a beautiful, slender hand suddenly appeared in front of him. <br/>Shen Kongyin, holding a wine glass, smiled and splashed the full glass of wine on his face. Not satisfied, he punched him as well: “Young Master Chu, are you having fun now?”<br/>Surprised and seeing stars, Young Master Chu covered his eyes, furious, and threatened to kick Shen Kongyin out. <br/>The next second, Cheng Xuelian appeared. He was the host of the banquet, and Shen Kongyin, having caused trouble here, would certainly not have a good ending in his hands. <br/>Young Master Chu was overjoyed and was about to step forward to find someone to judge the situation when he saw the man walk straight up to Shen Kongyin, take out a handkerchief from his chest, and carefully wipe the other's slightly reddened hand. <br/>\"How many times have I told you, you don't need to do it yourself.\" <br/>Shen Kongyin let him do it with a sour face, clearly a little unhappy. <br/>Shen Kongyin was the first person to dare to give Cheng Xuelian a hard time. <br/>Just when everyone thought Cheng Xuelian was about to get angry, they saw this man, who was known for his ruthlessness, smile: \"What, you want to hit me?\" <br/>-<br/>Later, when people mentioned Shen Kongyin, the impression was no longer that of an illegitimate child. He personally shattered the arrogance of the Shen family and then cruelly reorganized them. This ruthless method is almost identical to Cheng Xuelian's. Shen Kongyin's actions and methods all bear the shadow of that person from back then. At the new press conference, outsiders speculated that he rose to power through his beauty, but the rumors were dispelled the next day. Cheng Xuelian, who usually keeps a low profile and doesn't reveal much about her life, surprisingly posted a picture on her WeChat Moments. In the picture, their fingers are intertwined, and their expensive wedding rings gleam. <br/>Caption: \"A new identity.\"<br/>In the cozy room, Shen Kongyin hesitated, \"Why post this?\"<br/>Cheng Xuelian raised an eyebrow: \"The proposal was successful, can't I post it?\"<br/>[After all these years of raising him, naturally I have to show him off^^]<br/>ps:<br/>1. The synopsis was written on 25/08/09, with 7 versions, all archived.<br/>2. The synopsis and the main text are related, but have no special meaning. The protagonist will continue studying and have his own life.<br/>3. There is an 8-year age gap, it's 1v1 throughout, both have mouths and can speak, and are devoted to each other.<br/>————Next book: \"Husband, Didn't You Promise Me?\"————<br/>You are a successful person, your work is going well, and your wife is gentle.<br/>Your wife is from an arranged marriage, and she is also your secret crush. <br/>You thought life would continue smoothly, but an unexpected incident occurred. <br/>One dark and stormy night, after you finished, your wife, dragging her aching back, secretly left the house. <br/>You followed her, wanting to see what she was up to. <br/>Unexpectedly, you witnessed your wife committing murder—a bloody and gruesome scene, completely unlike her usual self when she nestled in your arms. <br/>You quickly accepted the reality and disposed of the body with the fastest speed you could muster. <br/>Your wife was shocked when she saw you, crying and saying she was momentarily bewitched and would never do it again. <br/>You forgave her and told her never to do this again. <br/>Your wife buried her face in your chest, sobbing as she agreed. <br/>Later, the world descended into chaos when a powerful pollutant appeared out of nowhere. <br/>It ran rampant, creating chaos everywhere, and no one could stop it. Headquarters had no choice but to send you to try. <br/>Knowing this mission was tantamount to suicide, you left a suicide note for your wife. <br/>At the center of the pollution, everyone was on high alert, but you alone ventured in. <br/>You expected to see something indescribable, but instead, you found that person there. <br/>Your wife had multiple open wounds, bleeding profusely. You felt heartbroken and wanted to hug her. <br/>But he held a knife to your neck, saying, \"I've killed many people. I have nowhere to retreat. Today, either I kill you, or you kill me.\" <br/>You were furious. Under your wife's incredulous gaze, you snatched the knife from her hand: \"Wife, didn't you promise me you'd quit this line of work a long time ago?\"<br/>—<br/>As the marriage partner of the director of the Central Abyss Handling Bureau, Zhu You seemed far too fragile. <br/>He had no special abilities; one wrong move and he'd be swallowed by the abyss. <br/>Hearing such comments, Zhu You simply smiled and said nothing more. <br/>However, even peaceful days can get a little boring after a while. <br/>Zhu You deliberately revealed a weakness, killing someone in front of Ye Xian to see his reaction. <br/>Unexpectedly, the man behaved as usual, even blowing on his hand after finishing: \"Go home now that you're done.\" <br/>Her husband worked for the Abyss Handling Bureau; Zhu You knew her identity couldn't be exposed. <br/>But when the source of the pollution arrived, he still acted without hesitation, attracting a large crowd to attack. <br/>Ye Xian was among them. <br/>Zhu You closed his eyes, deciding to separate from him and guide his husband to kill him. <br/>But all he got was a sigh from the man. His husband took the knife from him, his tone disdainful. <br/>“Can this thing kill you or me?” <br/>“Also, wife, didn’t you promise me a long time ago that you wouldn’t do this kind of thing?” <br/>Zhu You: “…” How come he remembered that he hadn’t been exposed? <br/>Ye Xian kissed his eyes, and then, under the bloodshot gazes of the crowd, his body exploded inch by inch, breaking free from the realm of ordinary humans. <br/>Content Tags: Wealthy Family, Advantage of Proximity, Growth, Campus Redemption<br/>Shen Kongyin, Cheng Xuelian<br/>One-line Summary: How did you raise such a cute little cake like this?!<br/>Theme: Someone is definitely secretly waiting for your progress.<br/></p><p></p></div>",
  "type": "耽美同人",
  "status": "完本",
  "cover_url": "https://image.xbanxia.cc/files/article/image/397/397143/397143s.jpg",
  "source_url": "https://www.xbanxia.cc/books/397143.html",
  "total_chapters": 57
}