{
  "title": "青眉見",
  "title_translated": "See you with green eyebrows",
  "author": "歸來山",
  "description": "<div class=\"describe-html\"><p>晏含英穿成惡毒掌印，本應該收主角為徒，輔佐其入朝為官，并攻略其好感度。<br/>養了五年才知道，自己那個乖乖的徒弟居然是反派。<br/>甚至還是将來會将他一刀戳死的大反派。<br/>為了把偏掉的劇情拉回來，晏含英不得不硬着頭皮繼續攻略，辛辛苦苦把人推入官場，甚至還不小心送上了自己的清白。<br/>最後一次躺在江今棠身邊，江今棠抱着他，問他:“師父。”<br/>“今朝除夕，可還能陪我一起過？”<br/>晏含英閉着眼，裝沒聽見。<br/>并在第二日死遁離京，從此銷聲匿跡。<br/>*<br/>晏含英的好日子沒過兩天。<br/>第三天，系統死遁藥出現副作用，晏含英突發高熱渾身虛軟，躺在榻上三十日，被人占盡了便宜。<br/>藥效過後，那本來該在京城的江今棠從他身後抱着他，将他禁锢在懷裏，語氣溫和又纏綿，問:“師父，離開我，也是你的任務之一嗎？”<br/>“這次抓到你，可就沒有下一次了。”<br/>江今棠×晏含英<br/>雙處<br/>預收，強制愛古耽，被殺父仇人強制愛後，瘋批攻×美強慘受<br/>預收，分手第五年，前男友成為了我的甲方<br/><spanclass>收起<br/></spanclass></p><p></p></div>",
  "description_translated": "<div class=\"describe-html\"><p>Yan Hanying transmigrated into the body of a vicious palm print, and was supposed to take the protagonist as his disciple, assist him in entering the court as an official, and win his favor. <br/>After raising him for five years, he discovered that his obedient disciple was actually the villain. <br/>Even more so, the major villain who would later stab him to death. <br/>To bring the plot back on track, Yan Hanying had no choice but to grit his teeth and continue his conquest, painstakingly pushing the protagonist into officialdom, even inadvertently sacrificing his own innocence. <br/>The last time he lay beside Jiang Jintang, Jiang Jintang hugged him and asked, \"Master.\" <br/>\"Today is New Year's Eve, can you still spend it with me?\" <br/>Yan Hanying closed his eyes, pretending not to hear. <br/>And the next day, he faked his death and left the capital, disappearing without a trace. <br/>*<br/>Yan Hanying's good days didn't last two days. <br/>On the third day, the system's death-escape drug took effect. Yan Hanying suddenly developed a high fever and became weak, lying on the bed for thirty days, where he was taken advantage of. <br/>After the drug wore off, Jiang Jintang, who should have been in the capital, hugged him from behind, holding him tightly in her arms, her voice gentle and tender, asking, \"Master, is leaving me also one of your missions?\"<br/>\"Having caught you this time, there won't be a next time.\"<br/>Jiang Jintang × Yan Hanying<br/>Both are virgins<br/>Pre-order: Forced Love Ancient BL, Forced Love by Father's Killer, Crazy Top × Beautiful and Strong Tragic Bottom<br/>Pre-order: Five Years After Breakup, My Ex-Boyfriend Became My Client<br/><spanclass>Collapse<br/></spanclass></p><p></p></div>",
  "type": "耽美同人",
  "status": "完本",
  "cover_url": "https://image.xbanxia.cc/files/article/image/397/397158/397158s.jpg",
  "source_url": "https://www.xbanxia.cc/books/397158.html",
  "total_chapters": 75
}