{
  "title": "過期情人",
  "title_translated": "Expired Lover",
  "author": "喜糖糖",
  "description": "<div class=\"describe-html\"><p>十八線糊咖夏桑以為自己和大佬是和平分手，沒想到這狗東西不撒嘴了，他還要二次、三次上崗！<br/>1<br/>夏桑合同到期被大佬炒鱿魚後，在外陪經紀人應酬都能吃成自助餐，把經紀人氣死。<br/>“能不能為了你這張帥臉争氣點！”<br/>夏桑看了看自己貧瘠的錢包和通告，還是面前的餅比較實在。<br/>本來以為只能靠自己雙手發家致富的時候，前老板又重新發了offer。<br/>梁爺：回來。<br/>夏桑：有佛跳牆、清湯燕菜、黃焖魚翅、紅燒鮑魚、灌湯黃魚、三套鴨…嗎？<br/>梁爺：…<br/>夏桑：沒有，就不要打擾我幹盒飯。<br/>2<br/>梁亦銘最痛恨的就是自己的病，每次皮膚饑渴症發作，他都忍不住厭惡，卻沒辦法治愈。<br/>只有夏桑能讓他稍微好受點，但沒想到這小玩意一分手就不聽話了。<br/>梁爺：夏桑那邊怎麽樣了<br/>助理：打壓了夏先生三個代言了。<br/>梁爺：他後悔了嗎？<br/>助理：沒有，他去拍擦邊短視頻，現在點贊百萬了。<br/>梁爺：…<br/>-<br/>窮逼糊咖樂觀受Ⅹ有病嘴硬大佬攻<br/>-<br/>1.梁爺非C，夏夏C。<br/>2.廁所讀物，只博大家一笑。大家喜歡多看看，不喜歡，CP還有超多厲害的太太！好文！祝大家今天能找到一本好看的文??(?ˉ???ˉ???)?”<br/><spanclass>收起<br/></spanclass></p><p></p></div>",
  "description_translated": "<div class=\"describe-html\"><p>Xia Sang, an obscure actress, thought she and her boss had a peaceful breakup, but little did she expect that this bastard wouldn't let go, and he wanted to return to the job a second and third time! <br/>1<br/>After Xia Sang's contract expired and she was fired by her boss, she ended up eating buffets while entertaining her manager, infuriating her manager. <br/>\"Can't you be a little more assertive for the sake of your handsome face!\"<br/>Xia Sang looked at her meager wallet and limited work schedule, and realized that the pie in front of her was more tangible. <br/>Just when she thought she could only make a fortune through her own hard work, her former boss offered her a new job. <br/>Master Liang: Come back. <br/>Xia Sang: Do you have Buddha Jumps Over the Wall, clear broth bird's nest, braised shark fin, braised abalone, yellow croaker in broth, three-course duck...? <br/>Liang Ye: …<br/>Xia Sang: No, don't bother me while I'm eating. <br/>2<br/>Liang Yiming hates his illness the most. Every time his skin thirst flares up, he can't help but feel disgusted, but he can't cure it. <br/>Only Xia Sang can make him feel a little better, but he didn't expect this little thing to become disobedient after the breakup. <br/>Liang Ye: How's Xia Sang doing?<br/>Assistant: She's suppressed three of Mr. Xia's endorsements. <br/>Liang Ye: Did he regret it? <br/>Assistant: No, he went to shoot some borderline short videos, and now he has millions of likes. <br/>Liang Ye: …<br/>-<br/>Poor, unknown, optimistic shou x sick, stubborn, big boss gong<br/>-<br/>1. Liang Ye is not a virgin, Xia Xia is a virgin. 2. This is just for casual reading, meant to make you laugh. If you like it, read it; if not, there are plenty of amazing authors who write about this pairing! Great story! Hope everyone finds a good story today! (?ˉ???ˉ???)\"<br/><spanclass>Collapse<br/></spanclass></p><p></p></div>",
  "type": "耽美同人",
  "status": "完本",
  "cover_url": "https://image.xbanxia.cc/files/article/image/397/397148/397148s.jpg",
  "source_url": "https://www.xbanxia.cc/books/397148.html",
  "total_chapters": 59
}