{
  "title": "龍女總想搶走女主[快穿]",
  "title_translated": "The Dragon Girl Always Wants to Steal the Female Lead [Quick Transmigration]",
  "author": "楹袖",
  "description": "<div class=\"describe-html\"><p>文案:—本書文案—<br/>錦鯉精裴寧在龍門前蹦跶了兩千年，終于一躍成為一條——<br/>沒鱗片沒龍角沒爪子的小禿龍！！<br/>為了修得圓滿，她只能綁定了個系統下凡進修，拯救美慘強女主！<br/>第一個世界【娛樂圈】（已完結）<br/>裴寧穿成人見人厭資源咖，原主還要和女主搶男人！<br/>裴寧：“我該怎麽拯救女主？毀滅我自己嗎？”<br/>系統：“原劇情裏，女主因為渣男腳踏兩條船意外車禍，親親只需要讓女主遠離男主就行了哦。”<br/>裴寧：“這個簡單，橫刀奪愛我在行！”<br/>系統；？？？<br/>于是，戀愛綜藝上……<br/>裴寧堵住女主，在所有人以為要撕逼時，牽起了她的手。<br/>“喬頌，我們組CP呀！”<br/>渣男趕到，曉之以情，動之以理，希望她退出節目。<br/>“裴寧你相信我，我喜歡的人只有你！我全心全意只愛你！”<br/>裴寧反手一個錄音交到女主手。<br/>“喬頌，這個渣男不值得，你喜歡我好不好。”<br/>綜藝前網友：“大小姐劃水怪，臭不要臉蹭我家喬頌熱度！”<br/>上綜藝後網友：“冷傲冰山美人和軟萌大小姐太配了！鯊我祭天為這二位助興！”<br/>裴寧一路爆紅，踹掉渣男和女主和和美美，就在她完成任務脫離世界之際。<br/>小世界中，一只鳳凰沖天而起。<br/>“撩完就跑，哪那麽容易！”<br/>第二個世界【校園小甜餅】<br/>拽姐扛把子*性格缺陷學霸小結巴<br/>裴寧：“若有一天你學會反擊，勢必将那些潑你髒水、狠命踩你的人拽入深淵，你不必回頭看，因他們只配仰望你。”<br/>第三個世界【末世小廢物】<br/>部落統領*武力值0小廢物<br/>當裴寧知道，她竟然是反派用來引誘喬頌的卧底時，她炸了。<br/>四舍五入，她不就是個小反派嗎？<br/>喬頌只對她的信息素有反應，喬頌只碰她一個人。<br/>反派見她這麽受寵，讓她獲取喬頌機密信息。<br/>裴寧：“……”<br/>你未免太将我這個廢物放在眼裏了吧！<br/>第四個世界【才不要當小妾呢】<br/>原世界裏，裴寧幫表姐處理了姨娘喬頌，然後又被表姐處理了。<br/>這一次她的任務是幫喬頌尋找夢想的幸福生活。<br/>她一看，樂呵了，不就是逗逗貓養養花，再掙掙錢發發財嘛。<br/>多簡單的事兒。<br/>大不了，再和喬頌談一場平平淡淡的戀愛。<br/>幸福是真，夢想變成真。<br/>喬頌愛她，那也是真的。<br/>【已完結】<br/>《穿成頂流A的隐婚前妻》<br/>【預收】<br/>《姣姣入懷年代》<br/>*雙重生<br/>*背景架空70年代<br/>上輩子，宋姣姣下鄉到老垭村當知青。<br/>肩不能扛手不能提，<br/>還差點被村裏混混欺負。<br/>是接生員劉宓救了她。<br/>劉宓無父無母，住着一個破草屋。<br/>宋姣姣天天蹭吃蹭住，說要一輩子跟着劉宓留在老垭村。<br/>劉宓：“我要訂婚了，我這輩子都不會喜歡一個女人。”<br/>宋姣姣一氣之下回了城，劉宓以為她從此能過上好日子，<br/>卻沒想宋姣姣被繼母繼兄強綁着嫁給一個老鳏夫。<br/>新婚夜當晚宋姣姣一頭撞牆，手腕還戴着劉宓給她搓的小紅繩。<br/>-<br/>這輩子，劉宓等啊等，終于等來了下鄉的宋姣姣。<br/>誰知道上輩子單純可愛的傻白甜不好哄了。<br/>能打能踢，能鬥能罵。<br/>劉宓只想一心一意對她好。<br/>宋姣姣斜眼看她：“哼哼，死了這條心吧，我這輩子都不會喜歡你這個女人！”<br/>劉宓：……大意了。<br/>後來宋姣姣才知道，她死後劉宓選擇和繼兄繼母同歸于盡。<br/>姣姣入懷，她是她唯一的明月。<br/>內容标簽：娛樂圈系統快穿輕松<br/>裴寧喬頌青團陸晉霄<br/>一句話簡介：她偏要和女主組CP<br/>立意：克服困難，頑強抗争，堅持做自己！<br/></p><p></p></div>",
  "description_translated": "<div class=\"describe-html\"><p>Synopsis:—This book's synopsis—<br/>After two thousand years of hopping around in front of the Dragon Gate, the koi spirit Pei Ning finally leaped into the form of—<br/>a small, bald dragon with no scales, no horns, and no claws!! <br/>In order to achieve perfect cultivation, she had no choice but to bind herself to a system and descend to the mortal realm for further training, to save the beautiful, tragic, and powerful female lead! <br/>First World [Entertainment Industry] (Completed)<br/>Pei Ning transmigrated into the body of a universally disliked, resourceful woman, and the original owner even had to compete with the female lead for a man! Pei Ning: \"How do I save the female lead? By destroying myself?\" System: \"In the original plot, the female lead was in a car accident because the scumbag was two-timing her. All you need to do is get her away from the male lead.\" Pei Ning: \"That's easy! Stealing someone's love is my specialty!\" System: ? ? ? So, on a dating reality show… Pei Ning cornered the female lead, and just when everyone thought a fight was about to break out, he took her hand. \"Qiao Song, let's be a couple!\" The scumbag arrived, appealing to her emotions and reason, hoping she would leave the show. \"Pei Ning, believe me, the only person I love is you! I love you with all my heart!\" Pei Ning handed a recording to the female lead. \"Qiao Song, this scumbag isn't worth it, please like me.\" Before the variety show, netizens commented: \"This young lady is a shameless opportunist, shamelessly trying to ride on Qiao Song's popularity!\" After appearing on the variety show, netizens exclaimed: \"The aloof ice queen and the soft, cute young lady are a perfect match! I'll sacrifice myself to cheer them on!\" Pei Ning became an overnight sensation, dumping the scumbag and living happily ever after with the female lead, just as she completed her mission and left the world. In the small world, a phoenix soared into the sky. <br/>“Flirt and run? Not so easy!”<br/>Second World [Sweet Campus Romance]<br/>Arrogant Big Sister * Flawed Academic Prodigy with a Stutter<br/>Pei Ning: “If one day you learn to fight back, you will surely drag those who splashed dirty water on you and trampled on you into the abyss. You don’t need to look back, because they only deserve to look up to you.”<br/>Third World [Apocalyptic Little Useless]<br/>Tribal Leader * Useless with 0 Combat Power<br/>When Pei Ning found out that she was actually an undercover agent used by the villain to lure Josong, she exploded.<br/>In other words, wasn’t she just a little villain?<br/>Josong only reacted to her pheromones, and Josong only touched her. <br/>Seeing how favored she was, the villain allowed her to obtain Josong's confidential information. <br/>Pei Ning: \"...\" <br/>You're underestimating a piece of trash like me! <br/>Fourth World [I Don't Want to Be a Concubine] <br/>In the original world, Pei Ning helped her cousin deal with her aunt Josong, and then her cousin dealt with her instead. <br/>This time, her mission is to help Josong find her dream of a happy life. <br/>She was delighted. It's just playing with cats, raising flowers, and making some money. <br/>How simple! <br/>At worst, she can have a simple, ordinary romance with Josong. <br/>Happiness is real, dreams come true. <br/>Qiao Song loves her, and that's true. <br/>【Completed】<br/>《Transmigrated as the Secretly Married Ex-Wife of a Top Celebrity A》<br/>【Pre-order】<br/>《The Era of Jiao Jiao's Embrace》<br/>*Double Rebirth<br/>*Alternate Setting: 1970s<br/>In her previous life, Song Jiao Jiao was sent to Laoya Village as an educated youth. <br/>She was too weak to lift a finger,<br/>and almost bullied by the village thugs. <br/>It was midwife Liu Mi who saved her. <br/>Liu Mi was an orphan, living in a dilapidated thatched hut. <br/>Song Jiao Jiao freeloaded every day, saying she wanted to stay in Laoya Village with Liu Mi for life. <br/>Liu Mi: \"I'm getting engaged. I'll never love another woman in my life.\"<br/>Song Jiaojiao returned to the city in a fit of anger. Liu Mi thought she would finally have a good life,<br/>but unexpectedly, Song Jiaojiao was forced by her stepmother and stepbrother to marry an old widower.<br/>On their wedding night, Song Jiaojiao banged her head against the wall, her wrist still wearing the little red string Liu Mi had made for her.<br/>-<br/>In this life, Liu Mi waited and waited, finally welcoming Song Jiaojiao back from her rural assignment.<br/>Who knew that the innocent and adorable naive girl from her previous life was so difficult to please?<br/>She could fight, kick, yell, and even yell.<br/>Liu Mi only wanted to treat her wholeheartedly. <br/>Song Jiaojiao glanced at her sideways: \"Hmph, give up on that idea. I'll never like a woman like you in my life!\"<br/>Liu Mi: ...I was careless. <br/>Later, Song Jiaojiao learned that after her death, Liu Mi chose to perish together with her stepbrother and stepmother. <br/>Jiaojiao was in her arms; she was her only bright moon. <br/>Tags: Entertainment Industry System, Quick Transmigration, Lighthearted<br/>Pei Ning, Qiao Song, Qing Tuan, Lu Jinxiao<br/>One-sentence summary: She insists on forming a CP with the female lead.<br/>Theme: Overcome difficulties, fight tenaciously, and insist on being yourself! <br/></p><p></p></div>",
  "type": "耽美同人",
  "status": "完本",
  "cover_url": "https://image.xbanxia.cc/files/article/image/397/397161/397161s.jpg",
  "source_url": "https://www.xbanxia.cc/books/397161.html",
  "total_chapters": 138
}