{
  "title": "通關無限流後馴養惡犬Boss",
  "title_translated": "Tame the vicious dog boss after clearing the infinite flow stage.",
  "author": "一只貓貓蟲",
  "description": "<div class=\"describe-html\"><p>文案:全文存稿！修過文，與盜版有出入。<br/>--------------------<br/>成為最後勝利者從無限流世界離開，秦弦本以為自己能過上正常生活。<br/>但其他失敗者将詭異帶到了現實世界，可怕的污染蔓延，各地開始淪陷。<br/>在怪物橫行的網紅村、混亂壓抑的學校、血腥殘酷的鏡像城市裏，有人手執長鞭、身上燃起妖異的藍色火焰，直接殺穿了那些怪物。<br/>哪怕是最危險的S級詭異也趴在了他的腳邊……<br/>在擊退入侵現實世界的主神後，秦弦看着身邊晃着尾巴的人問：“你不是不想當任何人的狗麽？”<br/>秦殇元手搭上他的腰，說：汪汪。<br/>超強第一玩家受x非人類BOSS惡犬攻<br/>注意事項：<br/>不喜請随便噴我文筆，讀者有評論的權利，我也太忙沒時間看評論區，遇到不合規的評論大家善用舉報即可。<br/>------以下為超蘇爽預收----------<br/>文名：美強隊友竟是游戲Boss！[全息]<br/>文案：2045年，華夏研發的真·全息游戲震撼上線。<br/>與現實幾乎無差的體感、極其逼真的修仙體驗，連NPC都與人無異。<br/>江聽瀾睜眼俯視着腳下這片虛幻又真實的世界。他曾是踏破虛空的修士。但此刻，他是這個游戲中隐藏的最終Boss。<br/>曾經，修者不可入世。但在這個有趣的世界裏，不妨同這些名為“玩家”的凡人游戲一番。<br/>————<br/>慕乎城作為第一批進入游戲的玩家，先一步開始探索升級，尋人組建隊伍。<br/>在越級打怪時，他遇見了一位同樣穿着新手裝備，又美又強的玩家，正盯着自己老虎耳朵看。<br/>慕乎城立馬笑道：怎麽樣？要摸摸嗎？加個好友？<br/>美人修士笑着通過申請，加入隊伍一起刷爆各種副本。<br/>只是在某一次副本時，結算畫面遲遲未出現。<br/>慕乎城正要聯系GM，卻見他這位美人隊友緩緩走向高位，恐怖的氣場壓制全場，江聽瀾拔劍指向他們微微一笑：“因為，打贏我，這個副本才算通關哦。”<br/>內容标簽：強強靈異神怪異能現代架空忠犬<br/>秦弦秦殇元（湯圓/禍犬）稿稿<br/>一句話簡介：訓狗，訓真狗！但是是無限流惡犬<br/>立意：遵紀守法，做良好公民<br/></p><p></p></div>",
  "description_translated": "<div class=\"describe-html\"><p>Synopsis: Full draft saved! Revised, differs from pirated versions. <br/>--------------------<br/>After becoming the final victor and leaving the infinite flow world, Qin Xuan thought he could finally live a normal life. <br/>But the other losers brought the bizarre into the real world, causing terrible pollution to spread and various places to fall. <br/>In the monster-infested internet celebrity village, the chaotic and oppressive school, and the bloody and cruel mirror city, someone wielding a long whip, with eerie blue flames burning on their body, directly slays those monsters. Even the most dangerous S-class anomalies lay prostrate at his feet… After repelling the invading god of the real world, Qin Xuan looked at the person wagging his tail beside him and asked, “Didn’t you say you didn’t want to be anyone’s dog?” Qin Shangyuan put his hand on his waist and said: Woof woof. Super strong number one player (shou) x non-human BOSS vicious dog (gong) Notes: Feel free to criticize my writing if you don’t like it. Readers have the right to comment, but I’m too busy to read the comments section. If you encounter any inappropriate comments, please report them. ------The following is a super sweet and refreshing pre-order---------- Title: My beautiful and strong teammate is actually a game boss! [Holographic] Synopsis: In 2045, a true holographic game developed by China was launched with a bang. The game boasts an immersive experience almost indistinguishable from reality, an incredibly realistic cultivation journey, and even NPCs that feel indistinguishable from humans. Jiang Tinglan opened his eyes and looked down at the illusory yet real world beneath his feet. He was once a cultivator who had traversed the void. But now, he was the hidden final boss in this game. Once, cultivators were forbidden from entering the mortal world. But in this intriguing world, why not play along with these mortals called \"players\"? ———— Mu Hucheng, as one of the first players to enter the game, began exploring, leveling up, and forming a team. While fighting monsters of a higher level, he encountered a beautiful and powerful player, also wearing beginner gear, staring intently at his tiger ears. Mu Hucheng immediately smiled and said: \"How about it? Want to touch them? Want to add each other as friends?\" <br/>The beautiful cultivator smiled and accepted the application, joining the team to conquer various dungeons. <br/>However, during one dungeon run, the settlement screen failed to appear. <br/>Mu Hucheng was about to contact the GM when he saw his beautiful teammate slowly walk to a high position, her terrifying aura suppressing the entire area. Jiang Tinglan drew her sword, pointed at them, and smiled slightly: \"Because, only by defeating me can this dungeon be considered cleared.\"<br/>Tags: Strong vs. Strong, Supernatural, Mythical, Superpowers, Modern Fantasy, Loyal Dog<br/>Qin Xuan, Qin Shangyuan (Tang Yuan/Disaster Dog) Manuscript<br/>One-line summary: Training a dog, training a real dog! But it's an infinite flow vicious dog<br/>Theme: Obey the law and be a good citizen<br/></p><p></p></div>",
  "type": "耽美同人",
  "status": "完本",
  "cover_url": "https://image.xbanxia.cc/files/article/image/397/397151/397151s.jpg",
  "source_url": "https://www.xbanxia.cc/books/397151.html",
  "total_chapters": 141
}